---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.FeetToTheFourthPower
source: html/60fe08c3-b4b1-3382-c8a9-85cecb0061c1.htm
---
# Autodesk.Revit.DB.UnitTypeId.FeetToTheFourthPower Property

Feet to the fourth power.

## Syntax (C#)
```csharp
public static ForgeTypeId FeetToTheFourthPower { get; }
```